<?php

require($_SERVER['DOCUMENT_ROOT'] . '/page.php');

$faq = new Page();
$faq->title = 'FAQ';
$faq->content = '	<div id="page"> 	<!-- основной контент -->

	    <div class="main">
	        <h2>Как использовать этот ресурс</h2>
            <p>Сайт изи-инглиш.рф предназначен для изучения Английского языка от начального уровня Elementary (A1) до уровня свободного вледения Advanced. Предполагается, что вы изучали Английский хотя бы в школе, впрочем, при определенном старании и методике, тексты первого уровня позволят начать изучение даже если вы видите английский текст впервые.</p>
            <p>Все содержимое разделено на 5 блоков по уровню сложности:</p>
            <p>- Первый раздел соответствует уровню Elementary (A1).</p>
            <p>- Второй раздел соответствует уровню Pre-Intermediate (A2).</p>
            <p>- Третий раздел соответствует уровню Intermediate (B1).</p>
            <p>- Четвертый раздел соответствует уровню Upper-Intermediate (B2).</p>
            <p>- Пятый раздел соответствует уровню Advanced (С1-С2).</p>
            <p>Произведения, представленные в первых четырех разделах адаптированы до своего уровня. При адаптации текста происходит упрощение словесных выражений до требуемого уровня, редкие слова заменяются на более употребимые, что позволяет изучать английские тексты читателям разного уровня подготовки без бесконечного перелистывания словаря и глубоких дум о каждом устойчивом выражении.</p>
            <p>Для комфортного чтения текста незнакомых слов в нем должно быть 10-20% от общего числа, это позволит вам довольно быстро продвигаться по тексту, повторять ранее изученные слова, а также изучать новые. Вы можете сами решить, выписывать незнакомые слова и учить их отдельно или просто читать дальше находя их в словаре до того момента, пока не запомните. Лично я предпочитаю второй вариант, так как считаю, что слова лучше запоминать в контексте, а не в отрыве от него. В конце концов, можно перечитать текст и это будет гораздо интереснее простого заучивания списка. Впрочем, вы вольны совмещать эти методы, ведь у списка тоже есть свои преимущества, пройтись по нему не требует большого количества времени и вы можете это делать когда нет времени почитать.</p>
            <p>Если вы изучали Английский в школе, колледже, институте или даже когда-то ходили на курсы, но все это не привело к желаемому результату, вероятно, вам будет лучше начать с первого уровня. Это позволит вспомнить то, что изучали ранее и, если тексты первого уровня окажутся для вас слишком простыми, перейти к следующему уровню.</p>
            <p>На первых порах иногда довольно сложно понять суть предложения даже из знакомых слов. Вроде бы перевод каждого слова известен, а в общую картину они не складываются. С этой проблемой сталкивается каждый, кто начинает изучать Английский (да и не только) язык. Несмотря на то, что машинным переводчикам еще очень далеко до ручного перевода человеком, на первых двух уровнях они могут вам существенно облегчить жизнь. Вы можете использовать их не только для перевода незнакомых слов, но и для перевода словосочетаний и небольших предложений, это поможет вам понять смысл. Также они могут вам помочь понять правильное произношение слов, ведь помимо транскрипции и перевода в некоторых (yandex и google переводчики) есть функция прослушивания введенного текста. Если произношение слова вам непонятно, вы можете прослушивать его и повторять до тех пор, пока не запомните как оно произносится.</p>
			<p>Смею предположить, что для большинства из начинающих, как и для меня, старт может получиться довольно тяжелым из-за обилия незнакомых слов и выражений, однако, спешу вас обрадовать, так будет не всегда. Довольно быстро вы изучите слова и выражения, которые употребляются чаще всего, что позволит вам не спотыкаться на каждом слове и процесс чтения пойдет гораздо легче.</p>
			<p>Настоятельно рекомендую читать вслух когда это возможно, таким образом вы будете тренировать произношение и будете быстрее запоминать слова за счет того, что вы их не только проговариваете, но и слышите.</p>
			<p>Напоследок скажу, что есть множество способов изучить язык, какие-то лучше, какие-то хуже, но в одном они схожи - все они работают. Дело в том, что изучение языка это не спринт, вы не сможете изучить Английский с нуля за неделю, за месяц, за пол года ни по одной из выбранных методик, хотя некоторые из тех, кто пытается продать вам свои услуги трубят об этом при каждом удобном и не очень случае. Вы должны четко осознавать, что первых существенных результатов получится добиться минимум через 3-6 месяцев каждодневной работы, а более-менее свободного владения можно достичь минимум за 2-3 года. Если вы не готовы на это пойти, то и начинать не следует, из-за отсутствия сиюминутных результатов у вас быстро опустятся руки и вы бростие это занятие.</p>
			<p>Продумайте свое обучение, подумайте, когда вы сможете уделить время учебе, отметьте это время в календаре или ежедневнике, найдите удобный для вас метод, планомерно занимайтесь по нему и результаты обязательно придут к вам!</p>

	    </div>
	    
	</div> 	<!-- end page -->';
	
	$faq->Display();

?>
