<?php

require($_SERVER['DOCUMENT_ROOT'] . '/page.php');

$original = new Page();

$original->title = 'Тексты в оригинале';
$original->content = '	<div id="page"> 	<!-- основной контент -->
	
	    	    <h2>В этом разделе представлены неадаптированные оригинальные тексты,
	    	    уровень - Advanced, С1-С2</h2>

		<div class="content">					<!-- Война миров -->
			<div class="image">
				<img src="../images/5/the_war_of_the_worlds.jpg">
			</div>			
			<div class="description">
				<h3>"Война миров" <span>Герберт Уэлс</span></h3>
				<h4>
					<p>К концу 19 века большинство астрономов всей Земли склонялись к мнению, что на Марсе могут существовать не более чем примитивные формы жизни. Но, однажды, на Марсе стали происходить яркие вспышки и к Земле устремились потоки огня, которые были не чем иным, как космическими капсулами, нацеленными на территорию Британии. Теперь землянам предстоит на собственной шкуре убедиться в уровне развития марсиан. А Земля может получить незавидный статус колонизированной планеты.</p> 
					<a href="the_war_of_the_worlds/"><button>Read</button></a>
				</h4>
			</div>
		</div>

		<div class="content">					<!-- Приключения Тома Сойера -->
			<div class="description">
				<h3>"Приключения Тома Сойера" <span>Марк Твен</span></h3>
				<h4>
					<p>Маленький сорванец Том Сойер постоянно попадает в разные истории. Однажды он оказался свидетелем преступления, в котором потом обвинили невиновного. Том решил восстановить справедливость и разоблачить настоящего преступника. И вот убийца получает по заслугам, а Том становится героем: ведь он сумел не только выбраться их пещерного лабиринта, но и разыскать спрятанные там сокровища. А впереди новые приключения!</p> 
					<a href="the_adventures_of_tom_sawyer/"><button>Read</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/5/the_adventures_of_tom_sawyer.jpg">
			</div>
		</div>

		<div class="content">  						<!-- Знак четырех. Артур Конан Дойл -->
			<div class="image">
				<img src="../images/5/the_sign_of_the_four.jpg">
			</div>
			<div class="description">
				<h3>"Знак четырех" <span>Артур Конан Дойл</span></h3>
				<h4>
					<p>Молодая, напуганная гувернантка Мери Морстен обращается за помощью к Шерлоку Холмсу с двумя загадками. Первая касалась исчезновения ее отца 10 лет назад, через несколько лет после которого она стала получать по почте редкие жемчужины от неизвестного покровителя. Наконец, таинственный благодетель просит девушку о встрече. Однако встреча Мэри с незнакомцем поднимает лишь новые вопросы у Холмса, а у Мэри вызывает еще больший страх и подозрения.</p> 
					<a href="the_sign_of_the_four/"><button>Read</button></a>
				</h4>
			</div>
		</div>

		<div class="content">					<!--Собственник.  Джон Голсуорси -->
			<div class="description">
				<h3>"Собственник" <span>Джон Голсуорси</span></h3>
				<h4>
					<p>«Собственник» — первый роман трилогии «Сага о Форсайтах» рассказывает о веке, когда родовой инстинкт был главной движущей силой. Но никакие семейные устои, домашний очаг и собственность не могут противостоять хаосу, который вносит в жизнь человека Красота и Страсть.</p> 
					<a href="the_man_of_property/"><button>Read</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/5/the_man_of_property.jpg">
			</div>
		</div>				

		<div class="content">					<!-- Разум и чувства. Джейн Остин -->
			<div class="image">
				<img src="../images/5/sense_and_sensibility.jpg">
			</div>			
			<div class="description">
				<h3>"Разум и чувства" <span>Джейн Остин</span></h3>
				<h4>
					<p>Две молодые благовоспитанные девушки устраивают свою судьбу. Что будет лучшим советчиком: разумная сдержанность или чувствительность? — вы сможете узнать, прочитав данный роман.</p>  
					<a href="sense_and_sensibility/"><button>Read</button></a>
				</h4>
			</div>
		</div>	

		<div class="content">					<!-- Гордость и предубеждение. Джейн Остин -->
			<div class="description">
				<h3>"Гордость и предубеждение" <span>Джейн Остин</span></h3>
				<h4>
					<p>В небогатом семействе – пять дочерей, мать мечтает лишь о том, как бы выдать их замуж. Рядом поселяется состоятельный молодой джентльмен вместе с холостым и обеспеченным другом мистером Дарси.  Элизабет удалось покорить сердце Дарси. Но энергичной красавице он кажется надменным и самодовольным, да и слишком большой казалась разница в их общественном положении. Лишь постепенно Элизабет преодолевает своё предубеждение, а Дарси забывает о гордости, и их соединяет настоящая любовь.</p> 
					<a href="pride_and_prejudice/"><button>Read</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/5/pride_and_prejudice.jpg">
			</div>
		</div>		

		<div class="content">					<!-- Последнее лето Форсайта. Джон Голсуорси -->
			<div class="image">
				<img src="../images/5/indian_summer_of_a_forsyte.jpeg">
			</div>			
			<div class="description">
				<h3>"Последнее лето Форсайта" <span>Джон Голсуорси</span></h3>
				<h4>
					<p>Интерлюдия к знаменитому роману «В петле» из «Саги о Форсайтах» написана великолепным языком, что позволяет читателям погрузиться в чарующий мир британского поместья. Рассказ о красоте, любви и вечной загадке жизни полон тонких наблюдений, размышлений, музыки и летнего солнца.</p> 
					<a href="indian_summer_of_a_forsyte/"><button>Read</button></a>
				</h4>
			</div>
		</div>

		<div class="content">						<!--В петле.  Джон Голсуорси -->
			<div class="description">
				<h3>"В петле" <span>Джон Голсуорси</span></h3>
				<h4>
					<p>Рубеж ХIХ и ХХ веков, англо-бурская война, конец викторианской эпохи, крушение казавшихся прежде незыблемыми порядков и традиций… Сомс Форсайт пытается наладить свои запутанные семейные отношения, высвободиться из петли, возникшей в результате разрыва с первой женой Ирэн, и создать новую семью…</p> 
					<a href="in_chancery/"><button>Read</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/5/in_chancery.jpg">
			</div>
		</div>		

		<div class="content">		<!-- Очень страшные истории -->
			<div class="image">
				<img src="../images/5/best_horror_stories.jpg">
			</div>			
			<div class="description">
				<h3>"Очень страшные истории"</h3>
				<h4>
					<p>Здесь собраны пугающие и мистические истории таких авторов как: Эдгар По, Брэм Стокер, Артур Конан Дойл, Амброз Бирс и других известных авторов. </p> 
					<a href="best_horror_stories/"><button>Read</button></a>
				</h4>
			</div>
		</div>

		<div class="content">		<!--Повесть о двух городах . Чарльз Диккенс -->
			<div class="description">
				<h3>"Повесть о двух городах" <span>Чарльз Диккенс</span></h3>
				<h4>
					<p>Революционный кровавый Париж и внешне спокойный Лондон, упорная ненависть и преданная любовь, «дни веры и дни безверия», «пора света и пора тьмы», высший свет и самое «дно» общества – трагическое столкновение разных миров. Что же сможет спасти героя от гильотины.</p> 
					<a href="a_tale_of_two_cities/"><button>Read</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/5/a_tale_of_two_cities.jpg">
			</div>
		</div>	

		<div class="content">		<!-- Пробуждение.  Джон Голсуорси-->
			<div class="image">
				<img src="../images/5/awakening.jpeg">
			</div>			
			<div class="description">
				<h3>"Пробуждение" <span>Джон Голсуорси</span></h3>
				<h4>
					<p>Через  стеклянную  крышу  холла  в  Робин-Хилле  лучи  послеполуденного июльского солнца падали как раз  на  поворот  широкой  лестницы,  и  в  этой полоске света стоял  маленький  Джон  Форсайт,  одетый  в  синий  полотняный костюмчик. Волосы  его  светились,  светились  и  глаза  из-под  нахмуренных бровей: он обдумывал, как спуститься по лестнице в последний раз перед  тем, как автомобиль привезет со станции его отца и мать.</p> 
					<a href="awakening/"><button>Read</button></a>
				</h4>
			</div>
		</div>

		<div class="content">		<!--  -->
			<div class="description">
				<h3>"Дракула" <span>Брэм Стокер</span></h3>
				<h4>
					<p>Вам предстоит услышать пять голосов, повествующих о пережитых ими кошмарных встречах с Дракулой. Девушка Люси, получившая смертельный укус и постепенно становящаяся вампиром, ее возлюбленный, не находящий себе места от отчаянья, мужественный врач, распознающий зловещие симптомы… Отрывки из их дневников и писем шаг за шагом будут приближать вас к разгадке зловещей тайны.</p> 
					<a href="dracula/"><button>Read</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/5/drakula.jpg">
			</div>
		</div>							

	</div> 	<!-- end page -->';
    
$original->Display();    

?>
