<?php

require($_SERVER['DOCUMENT_ROOT'] . '/page.php');

$third_level = new Page();

$third_level->title = 'Третий уровень';
$third_level->content = '	<div id="page"> 	<!-- основной контент -->
	
	    <h2>В этом разделе представлены тексты, адаптированные до порогового уровня - Intermediate, B1</h2>

		<div class="content">					<!-- Дракула -->
			<div class="image">
				<img src="../images/3/drakula.jpg">
			</div>			
			<div class="description">
				<h3>"Дракула" <span>Брэм Стокер</span></h3>
				<h4>
					<p>Вам предстоит услышать пять голосов, повествующих о пережитых ими кошмарных встречах с Дракулой. Девушка Люси, получившая смертельный укус и постепенно становящаяся вампиром, ее возлюбленный, не находящий себе места от отчаянья, мужественный врач, распознающий зловещие симптомы… Отрывки из их дневников и писем шаг за шагом будут приближать вас к разгадке зловещей тайны.</p> 
					<a href="drakula/"><button>Read</button></a>
				</h4>
			</div>
		</div>

		<div class="content">					<!-- Охотничьи рассказы -->
			<div class="description">
				<h3>"Охотничьи рассказы" <span>Гилберт Честертон</span></h3>
				<h4>
					<p> В  этих  рассказах речь пойдет о делах, которые невозможно совершить, в которые   невозможно   поверить  и  о  которых,  как  воскликнет  измученный читатель,  невозможно  читать.  Если  мы  без  пояснений  скажем: "Все это - правда",  вы  вспомните  о  корове,  перепрыгнувшей через луну, и о глубоком человеке,  проглотившем самого себя. Словом, рассказы эти невероятны; тем не менее лжи в них нет.</p> 
					<a href="long_bow/"><button>Read</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/3/long_bow.jpg">
			</div>
		</div>

		<div class="content">  						<!-- Голодные игры -->
			<div class="image">
				<img src="../images/3/hunger_games.jpg">
			</div>
			<div class="description">
				<h3>"Голодные игры" <span>Сьюзен Коллинз</span></h3>
				<h4>
					<p>Главная героиня, Китнисс Эвердин становится участницей Голодных игр, в которых 24 подростка из 12 дистриктов государства Панема сражаются не на жизнь, а на смерть. Вместе со вторым участником из своего района, Питом Мелларком, Китнисс пытается выжить в условиях арены.</p> 
					<a href="the_hunger_games/"><button>Read</button></a>
				</h4>
			</div>
		</div>

		<div class="content">					<!--  Маленькая хозяйка большого дома   -->
			<div class="description">
				<h3>"Маленькая хозяйка большого дома" <span>Джэк Лондон</span></h3>
				<h4>
					<p>В основу сюжета положен «любовный треугольник». Роман посвящён отношениям сильных по духу личностей и показывает мощь и глубину чувств, которые способна порождать любовь в сердцах таких людей. Главными героями романа являются Паола Дестен, Дик Форрест и Ивэн Грэхем. События в романе развиваются в штате Калифорния. Роман полон хитросплетений, любовных интриг и при этом насквозь пропитан благородностью и честью. Это придаёт своеобразный шарм произведению.</p> 
					<a href="the_little_lady/"><button>Read</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/3/little_lady.jpg">
			</div>
		</div>				

		<div class="content">					<!-- Ярмарка тщеславия  -->
			<div class="image">
				<img src="../images/3/vanity_fair.jpeg">
			</div>			
			<div class="description">
				<h3>"Ярмарка тщеславия" <span>Уильям Теккерей</span></h3>
				<h4>
					<p>Действие романа происходит в период Наполеоновских войн с Англией. Роман насыщен событиями, богат тонкими наблюдениями быта своего времени, ярко изображает галерею людей из разных слоев английского общества, проникнут иронией и сарказмом. В центре книги — судьба двух диаметрально противоположных женщин-Эмилии Кроули и Ребекки Шарп.</p>  
					<a href="vanity_fair/"><button>Read</button></a>
				</h4>
			</div>
		</div>	

		<div class="content">					<!-- Мартин Иден  -->
			<div class="description">
				<h3>"Мартин Иден" <span>Джек Лондон</span></h3>
				<h4>
					<p>Молодой моряк по имени Мартин Иден спас от смерти юношу, который в благодарность пригласил его на званый ужин. Впервые оказавшийся в благородном обществе, Мартин знакомится с сестрой юноши, Руфью Морз, и та моментально покоряет его сердце. Мартин понимает, что ему — простому парню — никогда не быть вместе с ней. Однако Мартин Иден не умеет сдаваться и принимает решение завязать с прежней жизнью и сделаться лучше, умнее и образованнее, дабы завоевать сердце Руфь.</p> 
					<a href="martin_eden/"><button>Read</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/3/martin_iden.jpg">
			</div>
		</div>		

		<div class="content">					<!-- Грузовой перевал  -->
			<div class="image">
				<img src="../images/3/wuthering_heights.jpg">
			</div>			
			<div class="description">
				<h3>"Грозовой перевал" <span>Эмили Бронте</span></h3>
				<h4>
					<p>Эта полная любви и ненависти история роковой страсти Хитклифа, приемного сына владельца поместья "Грозовой перевал", к дочери хозяина Кэтрин снова и снова находит своего читателя. Как и прежде, она влечет к себе, завораживая своей красотой и поражая глубиной проникновения автора в тайны человеческой души.</p> 
					<a href="wuthering_heights/"><button>Read</button></a>
				</h4>
			</div>
		</div>

		<div class="content">						<!--  Затерянный мир -->
			<div class="description">
				<h3>"Затерянный мир" <span>Артур Конан Дойл</span></h3>
				<h4>
					<p>В романе описываются приключения британской экспедиции в Южную Америку. На скалистом недоступном плато в бассейне Амазонки Челленджер со спутниками (профессором Саммерли, лордом Джоном Рокстоном и репортёром Мэлоуном, от чьего лица ведётся повествование) обнаруживают «затерянный мир» — район, где сохранились динозавры, человеко-обезьяны и дикари каменного века.</p> 
					<a href=""><button>in process</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/3/lost_world.jpeg">
			</div>
		</div>		

		<div class="content">		<!--  Джейн Эйр -->
			<div class="image">
				<img src="../images/3/jane_eyre.jpg">
			</div>			
			<div class="description">
				<h3>"Джейн Эйр" <span>Шарлотта Бронте</span></h3>
				<h4>
					<p>История сиротки Джейн, отданной на воспитание в убогий пансионат, а в более зрелом возрасте зарабатывавшей себе на жизнь гувернанткой и учительницей. Это трогательная история тяжелого детства и взросления героини, ее мысли, чувства, радости и горести; ну и конечно история постепенного зарождения и созревания романтического чувства, чувства охватившего и двигавшего героиней несмотря на возрастные, социальные и материальные преграды.</p> 
					<a href=""><button>in process</button></a>
				</h4>
			</div>
		</div>

		<div class="content">		<!-- Этюд в багровых тонах  -->
			<div class="description">
				<h3>"Этюд в багровых тонах" <span>Артур Конан Дойл</span></h3>
				<h4>
					<p>Знакомство и первое совместное дело еще пока молодого, но многообещающего сыщика Шерлока Холмса и его компаньона доктора Ватсона. И душещипательная история любви и мести завершившаяся несколькими убийствами в Лондоне, которая поставила в тупик местную полицию.</p> 
					<a href=""><button>in process</button></a>
				</h4>
			</div>
			<div class="image">
				<img src="../images/3/study_in_scarlet.jpg">
			</div>
		</div>						

	</div> 	<!-- end page -->';
    
$third_level->Display();    

?>
